In [1]:
import pandas as pd

### Series 데이터 만들기

In [3]:
a = [1,2,3,4]
pd.Series(a)

0    1
1    2
2    3
3    4
dtype: int64

### DataFrame 데이터 만들기

In [4]:
company = [['삼성',2000,'스마트폰'],
          ['현대',1000,'자동차'],
           ['네이버',5000,'포털'], 
          ]

In [5]:
pd.DataFrame(company)

     0     1     2
0   삼성  2000  스마트폰
1   현대  1000   자동차
2  네이버  5000    포털